/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@, kullanılabilir en yeni sürümdür.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@, kullanılabilir en yeni sürümdür.\n(Şu anda %3$@ sürümünü kullanıyorsunuz.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ çıktı (kullandığınız sürüm: %3$@). Şimdi yeni sürümü indirmek ister misiniz?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available—you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ çıktı (kullandığınız sürüm: %3$@). Bu güncelleme ile ilgili olarak web sayfasından daha fazla bilgi almak ister misiniz?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "%@ indirildi";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ / %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ indirildi ve kullanıma hazır! Şimdi yüklemek ister misiniz? Uygulama yeniden başlatılacaktır.";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "%1$@ uygulaması geçici veya salt okunur bir konumdan açıldığı için güncellenemiyor.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "%@ uygulaması için yeni bir sürüm kullanılabilir!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "%@ uygulamasının yeni bir sürümü yüklenmeye hazır!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Güncelleme bilgilerini alırken bir hata oluştu. Lütfen daha sonra yeniden deneyin.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Güncelleme indirilirken bir hata oluştu. Lütfen daha sonra yeniden deneyin.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "İndirilen arşivi açarken bir hata oluştu. Lütfen daha sonra yeniden deneyin.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Güncelleme kaynağı ayrıştırılırken bir hata oluştu.";

/* No comment provided by engineer. */
"Cancel" = "Vazgeç";

/* No comment provided by engineer. */
"Cancel Update" = "Güncellemeden Vazgeç";

/* No comment provided by engineer. */
"Checking for updates…" = "Güncellemeler denetleniyor…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Güncelleme indiriliyor…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Güncelleme çıkarılıyor…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Yükle ve Yeniden Başlat";

/* Take care not to overflow the status window. */
"Installing update…" = "Güncelleme kuruluyor…";

/* No comment provided by engineer. */
"OK" = "Tamam";

/* No comment provided by engineer. */
"Ready to Install" = "Yüklemeye Hazır";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ uygulaması güncellemeleri otomatik olarak denetlensin mi? Güncelleme işlemini el ile uygulama menüsünden de başlatabilirsiniz.";

/* No comment provided by engineer. */
"Update Error!" = "Güncelleme Hatası!";

/* No comment provided by engineer. */
"Updating %@" = "%@ güncelleniyor";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@ uygulamasını Uygulamalar klasörüne kopyalamak için Finder'ı kullanın, onu oradan başlatın ve yeniden deneyin.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Uygulama güncel!";

"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "Lütfen %1$@ sembolünü Uygulamalar klasörüne sürükleyerek güncellemeleri etkinleştirin.";
